import React from "react";

const Bottom = ({styles}) => {
	return (
		<div className={styles.bottom}>
			<div className="container">
				<div className={styles.bottomContent}>
					<p>
						2001-2023. АО&nbsp;&laquo;TricksterTrust&raquo;, официальный сайт. Генеральная лицензия Банка России &#8470;&nbsp;1326 от&nbsp;16&nbsp;января 2015&nbsp;г. АО&nbsp;&laquo;TricksterTrust&raquo; является участником системы обязательного страхования вкладов. Информация о&nbsp;процентных ставках по&nbsp;договорам банковского вклада с&nbsp;физическими лицами. Центр раскрытия корпоративной информации. Информация профессионального участника рынка ценных бумаг. Информация о&nbsp;лицах, под контролем либо значительным влиянием которых находится Банк. Ул. Каланчевская, 27, Москва, 107078.
					</p>
					<p>
						АО&nbsp;&laquo;TricksterTrust&raquo; является оператором по&nbsp;обработке персональных данных, информация об&nbsp;обработке персональных данных и&nbsp;сведения о&nbsp;реализуемых требованиях к&nbsp;защите персональных данных отражены в&nbsp;Политике в&nbsp;отношении обработки персональных данных.
					</p>
					<p>
						АО&nbsp;&laquo;TricksterTrust&raquo; использует файлы &laquo;cookie&raquo; с&nbsp;целью персонализации сервисов и&nbsp;повышения удобства пользования веб-сайтом. Если вы&nbsp;не&nbsp;хотите, чтобы ваши пользовательские данные обрабатывались, пожалуйста, ограничьте их&nbsp;использование в&nbsp;своём браузере.
					</p>
				</div>
			</div>
		</div>
	)
}

export default Bottom;